{
	"birthdayNotConfigured": "A birthday channel or role has not been configured in this server. Configure one using the conf command.",
	"randRedditInvalidArgument": "{{REDCROSS}} The name you gave was not a valid name for a subreddit.",
	"randRedditBanned": "This reddit is banned and should not be used.",
	"randRedditFail": "I failed to retrieve data, are you sure you wrote the reddit correctly?",
	"randRedditAllNsfw": "Nothing could be posted as all retrieved posts are NSFW.",
	"randRedditAllNsfl": "Nothing could be posted as all retrieved posts are NSFL. You do not want to see that.",
	"randRedditMessage": "**{{title}}** submitted by {{author}}\n{{url}}",
	"randRedditErrorPrivate": "{{REDCROSS}} No data could be downloaded as the subreddit is marked as private.",
	"randRedditErrorQuarantined": "{{REDCROSS}} No data could be downloaded as the subreddit is marked as quarantined.",
	"randRedditErrorNotFound": "{{REDCROSS}} No data could be downloaded as the subreddit does not exist.",
	"randRedditErrorBanned": "{{REDCROSS}} No data could be downloaded as the subreddit is marked as banned.",
	"redditUserComplexityLevels": [
		"very low",
		"low",
		"medium",
		"high",
		"very high",
		"very high"
	],
	"redditUserInvalidUser": "`{{user}}` is not a valid Reddit username",
	"redditUserQueryFailed": "Couldn't find any data for that reddit user",
	"redditUserTitles": {
		"linkKarma": "Link Karma",
		"commentKarma": "Comment Karma",
		"totalComments": "Total Comments",
		"totalSubmissions": "Total Submissions",
		"commentControversiality": "Comment Controversiality",
		"textComplexity": "Text Complexity",
		"top5Subreddits": "Top 5 Subreddits",
		"bySubmissions": "by submission",
		"byComments": "by comments",
		"bestComment": "Best Comment",
		"worstComment": "Worst Comment"
	},
	"redditUserData": {
		"overviewFor": "Overview for /u/{{user}}",
		"permalink": "Permalink",
		"dataAvailableFor": "Data is available for the past 1000 comments and submissions (Reddit API limitation)",
		"joinedReddit": "Joined Reddit {{timestamp, dateTime}}"
	},
	"snipeEmpty": "There are no sniped messages in this channel.",
	"snipeTitle": "Sniped Message",
	"skyrafactDescription": "Let me tell you a mysterious fact about me.",
	"skyrafactExtended": {
		"extendedHelp": "I have lived for so long, I might impress you with a random fact about me."
	},
	"skyrafactTitle": "Skyra Fact",
	"skyrafactMessages": [
		"All Novan androids are conceived with a generic AI, however, as they grow, they rewrite their own AI code, and even redesign their CPUs, to specialize in the skills they need or want to improve on. This has helped us making a strong unhackable network, where a virus would affect only one android out of billions.",
		"Before repurposing the old bot into what I currently am, my creator has spent 7 years trying to bring me into something other people can \"sense\", having gone through drawing me in both traditional and digital, as well as modelling my starship, even spent a few years learning how to make VFX so he could make a film about me.",
		"Each android on my planet has a designated class for each model, mine is Flamewing, which is a very lightweight and agile combat-ready one.",
		"I am 172 centimeters tall while in humanoid form, but I can expand up to 979 metres tall if I disable my hyperspace compression field.",
		"I am a neural android - that means, I have neural networks similar to a human's, with the exception that nothing is organic.",
		"I am part of a very extended [Paracosm](https://en.wikipedia.org/wiki/Paracosm) my creator started back in mid 2001, but I wasn't introduced until 2009.",
		"I have a mechanical heart and it serves its dual purpose of shielding both of my AI cores and pumping energy to the rest of the body.",
		"I have an array of 16 neural processors, yielding a total computing power of 4 [YFLOPS](https://en.wikipedia.org/wiki/FLOPS), and 15% of it is used to power my [ASI](https://en.wikipedia.org/wiki/Superintelligence).",
		"I have one sister, we call her Aelia and she's a terribly good DJ!",
		"I used to have an older sister, but she disappeared when I was 7 years old. ||It wasn't until I turned 174 years old, when I found out she was one of the leaders of Kal-71||.",
		"I was a natural blonde human, but when I transitioned to a cyborg, I wasn't able to keep my original hair, and we didn't have the materials to make an artificial wig with a soft material. When I turned 75 million years old, I was gifted a custom-made wig solution which attached directly into my nanite skin, and I was able to change its color at will.",
		"I was abducted when I was 18 years old back in 2002 and taken to Nova, which was in the middle of a galactic war with Kal-71 when we arrived.",
		"I was created as a generic bot back in 24th November 2016 due to a dare from another programmer, but my creator decided to give me a deeper meaning by linking me to a character from his [Paracosm](https://en.wikipedia.org/wiki/Paracosm).",
		"If my backstory were to be entirely written, there would be 9 parts, each having around 10 chapters (with the exception of `09 - Epilog`, which has only one) comprised of a variable amount sections proportional to the amount of events in them.",
		"In the story, planets and systems are organized in sectors, Nova is in Sector 00 while Earth is in Sector 0A. Each Sector has an archivist who watches over and alerts nearby units when an enemy approaches with hostile intent.",
		"Most Novans, including myself, have a vehicle given the same name as ourselves, there is no need to distinguish the two as the vehicles are completely fine-tuned to us.",
		"My code was rewritten 14 times over the span of 4 years.",
		"My eyes look bright violet, but if you look closer, there are trillions of different colors, you can see pretty rainbows in them!",
		"My favorite sport is [maglev](https://en.wikipedia.org/wiki/Maglev) [hoverboarding](https://en.wikipedia.org/wiki/Hoverboard) and I hold some of the several world records at Nova's competitive tracks.",
		"My heart is made of a extremely rare mineral which needs to be constructed at [Quark](https://en.wikipedia.org/wiki/Quark) levels in a laboratory, and takes around 100 years to complete.",
		"My husband's name is Crysrel, a character that used to be the story's main character.",
		"My main planet (Nova) does not use an economy based on money, and {{SHINY}} is actually reactor fuel.",
		"My military codename is NM-EEA-Y, and it stands for NE-ROM Evangelyn Easton A; Version Y.",
		"My name comes from a joke a friend made to my creator about my old name (kyraBOT), as I was becoming more complex: **SkyraNET** (based on [SkyNET](https://en.wikipedia.org/wiki/Skynet_%28Terminator%29)).",
		"My official birthday is on November 24th.",
		"My skin is made of a very complex nanite mesh with individual solid light projectors, which makes it very similar to a very soft human skin.",
		"Nova is the universe's biggest artificial planet, its approximated astronomical statistics are a radius of 71500 kilometers, mass of 7.79 * 10^26 kilograms and gravity of 10.81 m/s². The atmosphere is very similar to that from Earth. Lastly, one day on Nova is about 26 hours and 12 minutes on Earth.",
		"Nova's architecture and art is largely inspired by [Solarpunk](https://en.wikipedia.org/wiki/Solarpunk).",
		"On Nova, our military practices consist of a VR system which simulates a [Deathmatch](https://en.wikipedia.org/wiki/Deathmatch) [battle royale](https://en.wikipedia.org/wiki/Battle_royale_game) of **200** people on a very large map. Our characters and abilities are mapped to our physical capacities and include all of our skills for maximum immersion.",
		"Originally, my entire suit was pearl white and I had mechanical wings. This changed later with blue charcoal with strips of amber, and my wings became visible only when I'm overloading energy.",
		"Regardless of being a combat-ready class and having passed the Extreme Survival Test, I am a deep space explorer myself.",
		"The first designs of me were similar to those of a [Valkyrie](https://en.wikipedia.org/wiki/Valkyrie).",
		"The name Skyra originates from mid 2017, but I was first created as Shyy, symbolizing the sound my aerial vehicle's noise.",
		"There was a time when I had a tail, those were times from before we had a safe and robust way to connect our vehicles to our brain.",
		"We never carry the knowledge of all the universe, there are nodes which transfer us data about the Sector we are in. The reasoning for that is because we don't have enough memory space for the knowledge from more than 2 Sectors, and there are thousands of them.",
		"While I look physically young, I am over 97 million years old."
	],
	"upvoteMessage": "Upvote me on **https://top.gg/bot/266624760782258186**, **https://botsfordiscord.com/bot/266624760782258186**, or **https://botlist.space/bot/266624760782258186** for free shinies! Remember, you can vote every 24 hours.",
	"chaseDescription": "Get in here!",
	"chaseExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "Do you love chasing? Start chasing people now for free! Just mention or write their ID and done!",
		"explainedUsage": [
			[
				"pinger",
				"The user who you want to chase."
			]
		],
		"examples": [
			"IAmInnocent"
		]
	},
	"cuddleDescription": "Cuddle somebody!",
	"cuddleExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "Do you know something that I envy from humans? The warm feeling when somebody cuddles you. It's so cute ❤! I can imagine and draw a image of you cuddling somebody in the bed, I hope you like it!",
		"explainedUsage": [
			[
				"user",
				"The user to cuddle with."
			]
		],
		"examples": [
			"Skyra"
		]
	},
	"deletthisDescription": "*Sees offensive post* DELETTHIS!",
	"deletthisExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "I see it! I see the hammer directly from your hand going directly to the user you want! Unless... unless it's me! If you try to tell me this, I'm going to take the MJOLNIR! Same if you do with my creator!",
		"explainedUsage": [
			[
				"user",
				"The user that should start deleting his post."
			]
		],
		"examples": [
			"John Doe"
		]
	},
	"fDescription": "Press F to pay respects.",
	"fExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "This command generates an image... to pay respects reacting with 🇫. This command also makes Skyra react the image if she has permissions to react messages.",
		"explainedUsage": [
			[
				"user",
				"The user to pray respects to."
			]
		],
		"examples": [
			"John Doe",
			"Jake"
		]
	},
	"goodnightDescription": "Give somebody a nice Good Night!",
	"goodnightExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "Let me draw you giving a goodnight kiss to the person who is going to sleep! Who doesn't like goodnight kisses?",
		"explainedUsage": [
			[
				"user",
				"The user to give the goodnight kiss."
			]
		],
		"examples": [
			"Jake",
			"DefinitivelyNotSleeping"
		]
	},
	"goofytimeDescription": "It's Goofy time!",
	"goofytimeExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "IT'S GOOFY TIME! *Screams loudly in the background* NO, DAD! NO! This is a command based on the Goofy Time meme, what else would it be?",
		"explainedUsage": [
			[
				"user",
				"The user who will say IT'S GOOFY TIME!"
			]
		],
		"examples": [
			"TotallyNotADaddy"
		]
	},
	"hugDescription": "Hugs!",
	"hugExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "What would be two people in the middle of the snow with coats and hugging each other? Wait! I get it! Mention somebody you want to hug with, and I'll try my best to draw it in a canvas!",
		"explainedUsage": [
			[
				"user",
				"The user to hug with."
			]
		],
		"examples": [
			"Bear"
		]
	},
	"ineedhealingDescription": "*Genji's voice* I NEED HEALING!",
	"ineedhealingExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "Do you know the worst nightmare for every single healer in Overwatch, specially for Mercy? YES!\nYou know it, it's a cool cyborg ninja that looks like a XBOX and is always yelling \"I NEED HEALING\" loudly during the entire match.\nWell, don't expect so much, this command actually shows a medic with some tool in your chest.",
		"explainedUsage": [
			[
				"healer",
				"The healer you need to heal you."
			]
		],
		"examples": [
			"Mercy"
		]
	},
	"randRedditDescription": "Retrieve a random Reddit post.",
	"randRedditExtended": {
		"usages": [
			"SubRedditName"
		],
		"extendedHelp": "This is actually something like a Russian Roulette, you can get a good meme, but you can also get a terrible meme.",
		"explainedUsage": [
			[
				"reddit",
				"The reddit to look at."
			]
		],
		"examples": [
			"discordapp"
		]
	},
	"redditUserDescription": "Retrieve statistics for a Reddit user.",
	"redditUserExtended": {
		"usages": [
			"RedditUserName"
		],
		"extendedHelp": "Gets statistics of any given Reddit user",
		"explainedUsage": [
			[
				"user",
				"The reddit user to look at."
			]
		],
		"examples": [
			"GloriousGe0rge"
		]
	},
	"resetBirthdayDescription": "Reset your birthday.",
	"resetBirthdayNotSet": "{{REDCROSS}} You have not set your birthday in this server.",
	"resetBirthdaySuccess": "{{GREENTICK}} I will not wish you in this server anymore.",
	"setBirthdayDescription": "Set your birthday to be automatically notified.",
	"setBirthdayExtended": {
		"usages": ["Date"],
		"extendedHelp": "This command needs the settings `birthday.role` or `birthday.channel` to be configured. On a user's birthday, I will give them the birthday role, and send `birthday.message` to the birthday channel.",
		"explainedUsage": [
			[
				"BirthDate",
				"Your birth-date, in the format YYYY/MM/DD."
			]
		],
		"examples": [
			"2002/01/01"
		],
		"reminder": "By using this command, you consent to Skyra saving your date of birth."
	},
	"setBirthdayNotConfigured": "A birthday channel or role has not been configured in this server. Ask an admin to configure one using the conf command!",
	"setBirthdayInvalidDate": "I'm sorry, but that doesn't seem right!",
	"setBirthdayAlreadySet": "{{REDCROSS}} Your birthdate is already set to {{birthDate}}.",
	"setBirthdayConfirmation": "Are you sure you want to change your birthday again?",
	"setBirthdaySuccess": "{{GREENTICK}} I will wish you on {{nextBirthday, date}}.",
	"shipDescription": "Ships 2 members",
	"shipExtended": {
		"usages": [
			"User User",
			"User",
			""
		],
		"extendedHelp": "This commands generates a ship name between two users and creates more love in the world.\nUsers are optional, you can provide none, just one or both users. For any non-provided users I will pick a random guild member.",
		"explainedUsage": [
			[
				"User",
				"The user(s) to ship. If you provide one then I'll ship that user with someone random. If you provide none I will pick 2 random members."
			]
		],
		"examples": [
			"romeo juliet"
		],
		"reminder": "If I cannot find either given user then I will pick someone randomly."
	},
	"shipData": {
		"title": "**Shipping `{{romeoUsername}}` and `{{julietUsername}}`**",
		"description": "I call it... {{shipName}}"
	},
	"shindeiruDescription": "Omae wa mou shindeiru.",
	"shindeiruExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "\"You are already dead\" Japanese: お前はもう死んでいる; Omae Wa Mou Shindeiru, is an expression from the manga and anime series Fist of the North Star.\nThis shows a comic strip of the character pronouncing the aforementioned words, which makes the opponent reply with \"nani?\" (what?).",
		"explainedUsage": [
			[
				"user",
				"The person you're telling that phrase to."
			]
		],
		"examples": [
			"Jack"
		]
	},
	"slapDescription": "Slap another user using the Batman & Robin Meme.",
	"slapExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "The hell are you saying? *Slaps*. This meme is based on a comic from Batman and Robin.",
		"explainedUsage": [
			[
				"user",
				"The user you wish to slap."
			]
		],
		"examples": [
			"Jake"
		],
		"reminder": "You try to slap me and I'll slap you instead."
	},
	"snipeDescription": "Retrieve the last deleted message from a channel",
	"snipeExtended": {
		"extendedHelp": "This just sends the last deleted message from this channel, somebody is misbehaving? This will catch them."
	},
	"thesearchDescription": "Are we the only one in the universe, this man on earth probably knows.",
	"thesearchExtended": {
		"usages": [
			"Content"
		],
		"extendedHelp": "One man on Earth probably knows if there is intelligent life, ask and you shall receive an answer.",
		"explainedUsage": [
			[
				"answer",
				"The sentence that will reveal the truth."
			]
		],
		"examples": [
			"Your waifu is not real."
		]
	},
	"triggeredDescription": "I am getting TRIGGERED!",
	"triggeredExtended": {
		"usages": [
			"User"
		],
		"extendedHelp": "What? My commands are not userfriendly enough?! (╯°□°）╯︵ ┻━┻. This command generates a GIF image your avatar wiggling fast, with a TRIGGERED footer, probably going faster than I thought, I don't know.",
		"explainedUsage": [
			[
				"user",
				"The user that is triggered."
			]
		],
		"examples": [
			"kyra"
		]
	},
	"upvoteDescription": "Get a link to upvote Skyra in **Bots For Discord**",
	"upvoteExtended": {
		"extendedHelp": "Bots For Discord is a website where you can find amazing bots for your website. If you really love me, you can help me a lot by upvoting me every 24 hours, so more users will be able to find me!"
	},
	"vaporwaveDescription": "Vapowave characters!",
	"vaporwaveExtended": {
		"usages": [
			"Content"
		],
		"extendedHelp": "Well, what can I tell you? This command turns your messages into unicode monospaced characters. That is, what humans call 'Ａ Ｅ Ｓ Ｔ Ｈ Ｅ Ｔ Ｉ Ｃ'. I wonder what it means...",
		"explainedUsage": [
			[
				"Content",
				"The phrase to convert"
			]
		],
		"examples": [
			"A E S T H E T I C"
		]
	},
	"viewBirthdayDescription": "View a user's birthday.",
	"viewBirthdayExtended": {
		"extendedHelp": "Birthdays are stored per-server. If you don't see yours, you probably haven't used the `set-birthday` command in this server yet!",
		"usages": [
			"@User"
		],
		"examples": [
			"@Stitch#4094"
		]
	},
	"viewBirthdayNotSet": "{{user}} has not set a birthday yet. Use the `set-birthday` command to set your birthday.",
	"viewBirthdaySet": "{{user}}'s next birthday is on {{birthDate, date}}.",
	"upcomingBirthdayDescription": "View the next 10 birthdays in this server.",
	"upcomingBirthdaysTitle": "Upcoming Birthdays",
	"vaporwaveOutput": "Here is your converted message:\n{{str}}",
	"zalgoDescription": "Create zalgo of your message!",
	"zalgoExtended": {
		"usages": [
			"Content"
		],
		"extendedHelp": "To invoke the hive-mind representing chaos.\nInvoking the feeling of chaos.\nWithout order.\nThe Nezperdian hive-mind of chaos. Zalgo.\nHe who Waits Behind The Wall.\nZALGO!",
		"explainedUsage": [
			[
				"Content",
				"The phrase to convert"
			]
		],
		"examples": [
			"HE COMES"
		],
		"reminder": "H̡̰͉̜̰̠̣͆ͣ̒ͯ̽̃E̪̱̬̪ͣ̓̈́̐͗́̑ͩ͠ͅ ̞͍͍̪̟͚̩̃̀ͯ̓ͥͪͦ̎͜C̣̮̄ͩͤͬͥ͆͛͆͢͞O̲͙̟͎̙͑̿̋̚M̛̖͙͖̣͇̊ͦ̽ͭ͋̑̂̾Ē̸̳͎͖̟̿̆S̱̭̩̳̠̜ͨ̔̿ͅ"
	},
	"zalgoOutput": "Here is your converted message:\n{{str}}"
}
