{
	"clientPermissionsNoClient": "Esto nunca debería ocurrir, no sé quién soy.",
	"clientPermissionsNoPermissions": "Esto nunca debería ocurrir, no pude determinar los permisos que tengo.",
	"runIn": "Este comando no se puede ejecutar en este tipo de canal.",
	"userPermissionsNoPermissions": "Esto nunca debería ocurrir, no pude determinar los permisos que usted tiene.",
	"unavailable": "Esto nunca debería ocurrir, no pude encontrar una de las condiciones necesarias para este comando.",
	"cooldown": "Acabas de usar este comando. Puedes usarlo de nuevo en {{remaining, duration}}.",
	"nsfw": "¡No puedes usar comandos con contenido no apropiado en este canal!",
	"missingMessageHandler": "Esto nunca debería ocurrir, una de las condiciones que requiere este comando no tiene un manejador de mensajes.",
	"missingChatInputHandler": "Esto nunca debería ocurrir, una de las condiciones que requiere este comando no tiene un manejador de comandos slash.",
	"missingContextMenuHandler": "Esto nunca debería ocurrir, una de las condiciones que requiere este comando no tiene un manejador de menú contextual.",
	"administrator": "Necesitas privilegios de administrador para ejecutar `{{command.name}}`!",
	"disabledGlobal": "Este comando ha sido desactivado globalmente por los propietarios del bot. ¿Quieres saber por qué y averiguar cuándo va a volver? Únete al servidor oficial de Skyra: <https://join.skyra.pw>",
	"disabledGuild": "¡Este comando ha sido desactivado por un administrador en este servidor!",
	"moderator": "Necesitas privilegios de moderador para ejecutar `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} ¡No tienes permiso para usar este comando!",
	"serverOwner": "Necesitas ser el dueño del servidor para ejecutar `{{command.name}}`!",
	"dmOnly": "Este comando solo puede ser utilizado en mensajes directos.",
	"guildNewsOnly": "Este comando sólo puede utilizarse en canales de anuncios.",
	"guildNewsThreadOnly": "Este comando sólo puede utilizarse en los hilos de los canales de anuncios.",
	"guildOnly": "Este comando solo puede ser utilizado dentro de un servidor.",
	"guildPrivateThreadOnly": "Este comando solo puede ser utilizado en hilos privados.",
	"guildPublicThreadOnly": "Este comando sólo puede utilizarse en los hilos públicos.",
	"guildTextOnly": "Este comando solo puede ser utilizado en canales de texto.",
	"threadOnly": "Este comando sólo puede utilizarse en los hilos."
}