{
	"channelsMediaOnly": "Los canales en los que únicamente se pueden enviar archivos multimedia.",
	"channelsIgnoreAll": "Canales que debería ignorar para todos los tipos de registros.",
	"channelsIgnoreMessageDelete": "Canales que debería ignorar para los registros de mensajes borrados.",
	"channelsIgnoreMessageEdit": "Canales que debería ignorar para los registros de mensajes editados.",
	"channelsIgnoreReactionAdd": "Canales que debería ignorar para los registros de reacciones añadidas.",
	"channelsLogsChannelCreate": "El canal para los registros de creación de canales en el servidor, si este se establece enviaré un mensaje cuando se cree otro canal.",
	"channelsLogsChannelDelete": "El canal para los registros de canales eliminados en el servidor, si este se establece, enviaré un mensaje a este canal cuando se elimine otro canal.",
	"channelsLogsChannelUpdate": "El canal para los registros de actualización del canal en el servidor, si este se establece, enviaré un mensaje a este canal cuando cualquier canal (incluyendo este) se actualice de alguna manera. Este mensaje contendrá los cambios realizados en el canal.",
	"channelsLogsEmojiCreate": "El canal para los registros de creación de emojis, si este se establece, enviaré un mensaje cuando se haya creado un nuevo emoji.",
	"channelsLogsEmojiDelete": "El canal para los registros de emojis eliminados, si este se establece, enviaré un mensaje cuando se haya eliminado emoji.",
	"channelsLogsEmojiUpdate": "El canal de los registros de actualizaciones de emojis, si este se establece, enviaré un mensaje cuando un emoji se actualiza de cualquier manera. Este mensaje contendrá los cambios realizados al emoji.",
	"channelsLogsImage": "El canal que utilizaré para volver a subir todas las imágenes que vea.",
	"channelsLogsMemberAdd": "El canal al cual enviaré un mensaje cuando un miembro se una.",
	"channelsLogsMemberRemove": "El canal al cual enviaré un mensaje cuando un miembro se vaya, sea expulsado o prohibido.",
	"channelsLogsMemberNickNameUpdate": "El canal al cual enviaré un mensaje cuando un miembro se cambie el apodo.",
	"channelsLogsMemberUserNameUpdate": "El canal al cual enviaré un mensaje cuando un miembro se cambie su nombre de usuario.",
	"channelsLogsMemberRolesUpdate": "El canal donde enviaré un mensaje cuando un miembro obtiene o pierde un rol.",
	"channelsLogsMessageDelete": "El canal al que enviaré un mensaje cuando se elimine un mensaje.",
	"channelsLogsMessageDeleteNsfw": "El canal donde enviaré un mensaje cuando se haya eliminado un mensaje de un canal NSFW.",
	"channelsLogsMessageUpdate": "El canal al que enviaré un mensaje cuando se elimine un mensaje.",
	"channelsLogsMessageUpdateNsfw": "El canal donde enviaré un mensaje cuando se haya actualizado un mensaje de un canal NSFW.",
	"channelsLogsModeration": "El canal para los registros de moderación, una vez habilitado, publicaré todos mis casos de moderación allí. Si `events.banRemove` y/o `events.ban-remove` están habilitados, publicaré registros anónimos de forma automática.",
	"channelsLogsPrune": "El canal para los registros de mensajes, el mismo requisito que los registros de mensajes normales, pero sólo enviará mensajes de podas de mensajes."
}