{
	"clientPermissions": "I don't have sufficient permissions! I'm missing: {{missing, permissions, list(conjunction)}}",
	"clientPermissionsNoClient": "This should never happen, I don't know who I am.",
	"clientPermissionsNoPermissions": "This should never happen, I failed to determine what permissions I have.",
	"runIn": "This command cannot be run in this channel type.",
	"userPermissionsNoPermissions": "This should never happen, I failed to determine what permissions you have.",
	"unavailable": "This should never happen, I could not find a required precondition for this command.",
	"cooldown": "You have just used this command. You can use this command again in {{remaining, duration}}.",
	"nsfw": "You may not use NSFW commands in this channel!",
	"userPermissions": "You don't have sufficient permissions! You're missing: {{missing, permissions, list(conjunction)}}",
	"missingMessageHandler": "This should never happen, one of the preconditions this command requires is missing a message handler.",
	"missingChatInputHandler": "This should never happen, one of the preconditions this command requires is missing a slash command handler.",
	"missingContextMenuHandler": "This should never happen, one of the preconditions this command requires is missing a context menu handler.",
	"administrator": "You need administrator privileges to run `{{command.name}}`!",
	"disabledGlobal": "This command has been globally disabled by the bot owners. Want to know why and find out when it will be back? Join the official Skyra server: <https://join.skyra.pw>",
	"disabledGuild": "This command has been disabled by an admin in this server!",
	"moderator": "You need moderator privileges to run `{{command.name}}`!",
	"permissionNodes": "{{REDCROSS}} You do not have permission to use this command!",
	"serverOwner": "You need to be the server's owner to run `{{command.name}}`!",
	"dmOnly": "This command can only be used in DM channels.",
	"guildNewsOnly": "This command can only be used in announcement channels.",
	"guildNewsThreadOnly": "This command can only be used in announcement thread channels.",
	"guildOnly": "This command can only be used in server channels.",
	"guildPrivateThreadOnly": "This command can only be used in private thread channels.",
	"guildPublicThreadOnly": "This command can only be used in public thread channels.",
	"guildTextOnly": "This command can only be used in text channels.",
	"threadOnly": "This command can only be used in thread channels."
}
