{
	"clientPermissions": "I don't have sufficient permissions! I'm missing: {{missing, permissionsAndList}}",
	"cooldown": "You have just used this command. You can use this command again in {{remaining, duration}}.",
	"dmOnly": "This command can only be used in DM channels.",
	"guildNewsOnly": "This command can only be used in announcement channels.",
	"guildNewsThreadOnly": "This command can only be used in announcement thread channels.",
	"guildOnly": "This command can only be used in server channels.",
	"guildPrivateThreadOnly": "This command can only be used in private thread channels.",
	"guildPublicThreadOnly": "This command can only be used in public thread channels.",
	"guildTextOnly": "This command can only be used in text channels.",
	"nsfw": "You may not use NSFW commands in this channel!",
	"threadOnly": "This command can only be used in thread channels.",
	"userPermissions": "You don't have sufficient permissions! You're missing: {{missing, permissionsAndList}}",
	"administrator": "You need administrator privileges to run `{{command.name}}`!",
	"disabledGlobal": "This command has been globally disabled by the bot owners. Want to know why and find out when it will be back? Join the official Skyra server: <https://join.skyra.pw>",
	"disabledGuild": "This command has been disabled by an admin in this server!",
	"dj": "You need DJ privileges to run `{{command.name}}`!",
	"moderator": "You need moderator privileges to run `{{command.name}}`!",
	"musicBothVoiceChannel": "{{REDCROSS}} Hey! It looks like you're not in the same voice channel as me! Please come join me!",
	"musicBotVoiceChannel": "{{REDCROSS}} I am afraid I need to be in a voice channel to operate this command, please show me the way!",
	"musicDjMember": "{{REDCROSS}} I believe this is something only a moderator or a DJ of this session is supposed to do!",
	"musicNothingPlaying": "{{REDCROSS}} Looks like nothing is playing right now, how about you start the party 🎉?",
	"musicNotPlaying": "{{REDCROSS}} Hmm, doesn't look like I'm playing anything right now.",
	"musicPaused": "{{REDCROSS}} The queue's playing and the session is still up 'till the night ends!",
	"musicQueueEmpty": "{{REDCROSS}} The queue's empty! The session will start as soon as we have some songs queued.",
	"musicRoleNotAllowed": "{{REDCROSS}} You cannot run this command as you do not have any of the allowed roles.",
	"musicUserVoiceChannel": "{{REDCROSS}} Hey, I need you to join a voice channel before I can run this command!",
	"permissionNodes": "{{REDCROSS}} You do not have permission to use this command!",
	"serverOwner": "You need to be the server's owner to run `{{command.name}}`!",
	"subCommandGuildOnly": "This subcommand can only be used in server channels due to Discord limitations. We will likely make this command available in DMs when we implement the new \"buttons\" feature."
}
