{
	"channelsMediaOnly": "The channels where only media attachments can be sent.",
	"channelsIgnoreAll": "Channels I should ignore for all types of logging.",
	"channelsIgnoreMessageDelete": "Channels I should ignore when checking for deleted messages to log.",
	"channelsIgnoreMessageEdit": "Channels I should ignore when checking for edited messages to log.",
	"channelsIgnoreReactionAdd": "Channels I should ignore when checking for added reactions.",
	"channelsLogsChannelCreate": "The channel for channel creation logs, if set, I will send a message when another channel is created.",
	"channelsLogsChannelDelete": "The channel for channel deletion logs, if set, I will send a message to this channel when another channel is deleted.",
	"channelsLogsChannelUpdate": "The channel for channel update logs, if set, I will send a message to this channel when any channel (including this one) gets updated in any way. This message will contain the changes made to the channel.",
	"channelsLogsEmojiCreate": "The channel for emoji creation logs, if set, I will send a message when an emoji has been created.",
	"channelsLogsEmojiDelete": "The channel for emoji deletion logs, if set, I will send a message when an emoji is deleted.",
	"channelsLogsEmojiUpdate": "The channel for emoji update logs, if set, I send a message when an emoji is updated in any way. This message will contain the changes made to the emoji.",
	"channelsLogsImage": "The channel I will use to re-upload all images I see.",
	"channelsLogsMemberAdd": "The channel I will send a message to when a member joins.",
	"channelsLogsMemberRemove": "The channel I will send a message to  when a member leaves, is kicked, or is banned.",
	"channelsLogsMemberNickNameUpdate": "The channel I will send a message to when a member changes their nickname.",
	"channelsLogsMemberUserNameUpdate": "The channel I will send a message to when a member changes their username.",
	"channelsLogsMemberRolesUpdate": "The channel I will send a message to when a member gets or loses a role.",
	"channelsLogsMessageDelete": "The channel I will send a message to when a message has been deleted.",
	"channelsLogsMessageDeleteNsfw": "The channel I will send a message to when a message from an NSFW channel has been deleted.",
	"channelsLogsMessageUpdate": "The channel I will send a message to when a message has been updated.",
	"channelsLogsMessageUpdateNsfw": "The channel I will send a message to when a message from an NSFW channel has been updated.",
	"channelsLogsModeration": "The channel for moderation logs, once enabled, I will post all my moderation cases there. If `events.ban-remove` and/or `events.ban-remove` are enabled, I will automatically post anonymous logs.",
	"channelsLogsPrune": "The channel for prune logs, same requirement as normal message logs, but will only send prune messages.",
	"channelsLogsReaction": "The channel for the reaction logs, same requirement as normal message logs, but will only send message reactions. If you don't want twemojis to be logged you can toggle `events.twemoji-reactions`.",
	"channelsLogsRoleCreate": "The channel for role creation logs, if set, I send a message when a new role is craeted.",
	"channelsLogsRoleDelete": "The channel for role deletion logs, if set, I send a message when a role is deleted.",
	"channelsLogsRoleUpdate": "The channel for role update logs, if set, I send a message when a role is updated in any way. This message will contain the changes made to the role.",
	"channelsLogsServerUpdate": "The channel for server update logs, if set, I send a message when the server is updated in any way. This message will contain the changes made to the server.",
	"dashboardOnlyKey": "This key can only be configured through [the web dashboard](https://skyra.pw)",
	"disabledChannels": "A list of channels for disabled commands, for example, setting up a channel called general will forbid all users from using my commands there. Moderators+ override this purposely to allow them to moderate without switching channels.",
	"disabledCommands": "The disabled commands, core commands may not be disabled, and moderators will override this. All commands must be in lower case.",
	"disableNaturalPrefix": "Whether or not I should listen for my natural prefix, `Skyra,`",
	"eventsBanAdd": "This event posts anonymous moderation logs when a user gets banned. You must set up `channels.moderation-logs`.",
	"eventsBanRemove": "This event posts anonymous moderation logs when a user gets unbanned. You must set up `channels.moderation-logs`.",
	"eventsTwemojiReactions": "Whether or not twemoji reactions are posted in the reaction logs channel.",
	"language": "The language I will use for your server. It may not be available in the language you want.",
	"messagesIgnoreChannels": "The channels configured to not increase the point counter for users.",
	"messagesModerationAutoDelete": "Whether or not moderation commands should be auto-deleted or not.",
	"messagesModerationDm": "Whether or not I should send a direct message to the target user on moderation actions.",
	"messagesModerationMessageDisplay": "Whether or not a response should be sent for moderation commands.",
	"messagesModerationReasonDisplay": "Whether the reason will be displayed in moderation commands.",
	"messagesModeratorNameDisplay": "Whether or not I should display the name of the moderator who took the action when sending the target user a moderation message. Requires `messages.moderation-dm` to be enabled.",
	"messagesAutoDeleteIgnoredAll": "Whether or not command responses should be automatically deleted when deleting any user's message.",
	"messagesAutoDeleteIgnoredRoles": "The roles users should have for their command responses to not be automatically deleted when deleting the user's message.",
	"messagesAutoDeleteIgnoredChannels": "The channels where command responses will not be automatically deleted when deleting the user's message.",
	"messagesAutoDeleteIgnoredCommands": "The command which responses will not be automatically deleted when deleting the user's message.",
	"noMentionSpamAlerts": "Whether or not users should be alerted when they are about to get the ban hammer.",
	"noMentionSpamEnabled": "Whether or not I should have the ban hammer ready for mention spammers.",
	"noMentionSpamMentionsAllowed": "The minimum amount of \"points\" a user must accumulate before landing the hammer. A user mention will count as 1 point, a role mention as 2 points, and an everyone/here mention as 5 points.",
	"noMentionSpamTimePeriod": "The amount of time in seconds in which the mention bucket should refresh. For example, if this is set to `8` and you mentioned two users 7 seconds apart, the bucket would run from start with the accumulated amount of points.",
	"prefix": "A prefix is an affix that is added in front of the word, in this case, the message. It allows bots to distinguish between a regular message and a command.",
	"rolesAdmin": "The administrator roles. Administrators have access to all moderation and management commands. Defaults to anyone with the {{MANAGE_GUILD, permissions}} permission.",
	"rolesInitial": "The initial role, if configured, I will give it to users as soon as they join.",
	"rolesInitialHumans": "If configured, I will give this role to regular users upon joining. (not bots)",
	"rolesInitialBots": "If configured, I will give this role to bot users upon joining.",
	"rolesModerator": "The moderator roles. Moderators have access to almost all moderation commands. Defaults to anyone who can ban members.",
	"rolesMuted": "The muted role, if configured, I will give new muted users this role. Otherwise I will prompt you the creation of one.",
	"rolesPublic": "The public roles. These can be claimed by any user using the `roles` command.",
	"rolesRemoveInitial": "Whether claiming a public role should remove the initial role at the same time.",
	"rolesRestrictedAttachment": "The role that is used for the restrictAttachment moderation command",
	"rolesRestrictedEmbed": "The role that is used for the restrictEmbed moderation command.",
	"rolesRestrictedEmoji": "The role that is used for the restrictEmoji moderation command.",
	"rolesRestrictedReaction": "The role that is used for the restrictReaction moderation command.",
	"rolesRestrictedVoice": "The role that is used for the restrictVoice moderation command.",
	"selfmodAttachmentsEnabled": "Whether or not the attachment filter is enabled.",
	"selfmodAttachmentsIgnoredChannels": "The channels that will be ignored by the attachments filter sub-system",
	"selfmodAttachmentsIgnoredRoles": "The roles that will be ignored by the attachments filters sub-system",
	"selfmodCapitalsEnabled": "Whether the capitals filter selfmod sub-system is enabled or not.",
	"selfmodCapitalsIgnoredChannels": "The channels that will be ignored by the capitals filter sub-system",
	"selfmodCapitalsIgnoredRoles": "The roles that will be ignored by the capitals filters sub-system",
	"selfmodCapitalsMaximum": "The maximum amount of characters the messages must have before trying to delete it. You must enable it with the `capitalsMode` command.",
	"selfmodCapitalsMinimum": "The minimum amount of characters the message must have before trying to delete it. You must enable it with the `capitalsMode` command.",
	"selfmodFilterEnabled": "Whether the word filter selfmod sub-system is enabled or not.",
	"selfmodFilterIgnoredChannels": "The channels that will be ignored by the filters sub-system",
	"selfmodFilterIgnoredRoles": "The roles that will be ignored by the filters sub-system",
	"selfmodIgnoreChannels": "The channels I will ignore, be careful any channel configured will have all auto-moderation systems (CapsFilter, InviteLinks, and NoMentionSpam) deactivated.",
	"selfmodInvitesEnabled": "Whether the invites filter selfmod sub-system is enabled or not.",
	"selfmodInvitesIgnoredChannels": "The channels that will be ignored by the invites sub-system",
	"selfmodInvitesIgnoredCodes": "The Discord invite codes that will be ignored by the invites sub-system",
	"selfmodInvitesIgnoredGuilds": "The Discord servers that will be ignored by the invites sub-system",
	"selfmodInvitesIgnoredRoles": "The roles that will be ignored by the invites sub-system",
	"selfmodLinksEnabled": "Whether the links filter selfmod sub-system is enabled or not.",
	"selfmodLinksIgnoredChannels": "The channels that will be ignored by the links filter sub-system",
	"selfmodLinksIgnoredRoles": "The roles that will be ignored by the links filters sub-system",
	"selfmodLinksAllowed": "The links that are allowed",
	"selfmodMessagesEnabled": "Whether Skyra should attempt to remove duplicated messages or not.",
	"selfmodMessagesIgnoredChannels": "The channels that will be ignored by the duplicate messages sub-system",
	"selfmodMessagesIgnoredRoles": "The roles that will be ignored by the duplicate messages sub-system",
	"selfmodMessagesMaximum": "The amount of duplicated messages required in the queue before taking action The queue size is configurable in `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "The amount of messages Skyra will keep track of for the message duplication detection.",
	"selfmodNewlinesEnabled": "Whether the new lines filter selfmod sub-system is enabled or not.",
	"selfmodNewlinesIgnoredChannels": "The channels that will be ignored by the new lines sub-system",
	"selfmodNewlinesIgnoredRoles": "The roles that will be ignored by the new lines sub-system",
	"selfmodNewlinesMaximum": "The maximum amount of new lines before Skyra will start applying penalties",
	"selfmodReactionsBlocked": "The reactions that are blocked",
	"selfmodReactionsEnabled": "Whether the reactions filter selfmod sub-system is enabled or not.",
	"selfmodReactionsIgnoredChannels": "The channels that will be ignored by the reactions sub-system",
	"selfmodReactionsIgnoredRoles": "The roles that will be ignored by the reactions sub-system",
	"selfmodReactionsMaximum": "The maximum amount of reactions before I will start applying penalties",
	"selfmodReactionsAllowed": "The reactions that are allowed",
	"validationChooseKey": "You cannot configure a group, please pick one of the following keys: {{keys, list(conjunction)}}.",
	"validationMissingValue": "The value ``{{value}}`` was not set in the key **{{path}}**.",
	"validationDuplicatedValue": "The value for the key `{{path}}` was already set to ``{{value}}``!"
}
