{
	"birthdayChannel": "The channel where `birthday.message` will be sent to.",
	"birthdayRole": "A role that will be given to users on their birthday (and removed 24 hours later).",
	"birthdayMessage": "A personalized message that will be sent to `birthday.channel`.\nThe following will be replaced with their respective values:\n- `{age}`: will be replaced with the age of the user\n- `{age.ordinal}`: will be replaced with the ordinal version of the user's age (for example `{age.ordinal} birthday` for `18th birthday`)\n- `{user}`: will be replaced with a mention of the user.\n- `{user.name}`: will be replaced with just the username of the user.\n- `{user.tag}`: will be replaced with the username + tag (for example `user#0000`)",
	"channelsAnnouncements": "The channel for announcements. This (alongside the `roles.subscriber` key) is required for the announce command.",
	"channelsFarewell": "The channel I will use to send farewells, you must enable the events and set up the messages, in other categories.",
	"channelsGreeting": "The channel I will use to send greetings, you must enable the events and set up the messages, in other categories.",
	"channelsIgnoreAll": "Channels I should ignore for all types of logging.",
	"channelsIgnoreMessageDelete": "Channels I should ignore when checking for deleted messages to log.",
	"channelsIgnoreMessageEdit": "Channels I should ignore when checking for edited messages to log.",
	"channelsIgnoreReactionAdd": "Channels I should ignore when checking for added reactions.",
	"channelsImageLogs": "The channel I will use to re-upload all images I see.",
	"channelsMemberLogs": "The channel for member logs, you must enable the events (`events.member-add` for new members, `events.member-remove` for members who left).",
	"channelsMessageLogs": "The channel for (non-NSFW) message logs, you must enable the events (`events.message-delete` for deleted messages, `events.message-edit` for edited messages).",
	"channelsModerationLogs": "The channel for moderation logs, once enabled, I will post all my moderation cases there. If `events.ban-remove` and/or `events.ban-remove` are enabled, I will automatically post anonymous logs.",
	"channelsNsfwMessageLogs": "The channel for NSFW message logs, same requirement as normal message logs, but will only send NSFW messages.",
	"channelsPruneLogs": "The channel for prune logs, same requirement as normal message logs, but will only send prune messages.",
	"channelsReactionLogs": "The channel for the reaction logs, same requirement as normal message logs, but will only send message reactions. If you don't want twemojis to be logged you can toggle `events.twemoji-reactions`.",
	"channelsSpam": "The channel for me to redirect users to when they use commands I consider spammy.",
	"dashboardOnlyKey": "This key can only be configured through [the web dashboard](https://skyra.pw)",
	"disabledChannels": "A list of channels for disabled commands, for example, setting up a channel called general will forbid all users from using my commands there. Moderators+ override this purposely to allow them to moderate without switching channels.",
	"disabledCommands": "The disabled commands, core commands may not be disabled, and moderators will override this. All commands must be in lower case.",
	"disableNaturalPrefix": "Whether or not I should listen for my natural prefix, `Skyra,`",
	"eventsBanAdd": "This event posts anonymous moderation logs when a user gets banned. You must set up `channels.moderation-logs`.",
	"eventsBanRemove": "This event posts anonymous moderation logs when a user gets unbanned. You must set up `channels.moderation-logs`.",
	"eventsMemberAdd": "This event posts member logs when a user joins. They will be posted in `channels.member-logs`.",
	"eventsMemberNickNameUpdate": "Whether member nickname updates should be logged or not.",
	"eventsMemberRemove": "This event posts member logs when a user leaves. They will be posted in `channels.member-logs`.",
	"eventsMemberRoleUpdate": "Whether member role changes should be logged or not.",
	"eventsMemberUserNameUpdate": "Whether member username updates should be logged or not.",
	"eventsMessageDelete": "This event posts message logs when a message is deleted. They will be posted in `channels.message-logs` (or `channel.nsfw-message-logs` in case of NSFW channels).",
	"eventsMessageEdit": "This event posts message logs when a message is edited. They will be posted in `channels.message-logs` (or `channel.nsfw-message-logs` in case of NSFW channels).",
	"eventsTwemojiReactions": "Whether or not twemoji reactions are posted in the reaction logs channel.",
	"language": "The language I will use for your server. It may not be available in the language you want.",
	"messagesAnnouncementEmbed": "Whether to send announcements in embeds or not",
	"messagesFarewell": "The message I shall send to when a user leaves. You must set up `channels.farewell` and `events.member-remove`",
	"messagesGreeting": "The message I shall send to when a user joins. You must set up `channels.greeting` and `events.member-add`",
	"messagesIgnoreChannels": "The channels configured to not increase the point counter for users.",
	"messagesJoinDm": "The message I shall send to when a user joins in DMs.",
	"messagesModerationAutoDelete": "Whether or not moderation commands should be auto-deleted or not.",
	"messagesModerationDm": "Whether or not I should send a direct message to the target user on moderation actions.",
	"messagesModerationMessageDisplay": "Whether or not a response should be sent for moderation commands.",
	"messagesModerationReasonDisplay": "Whether the reason will be displayed in moderation commands.",
	"messagesModeratorNameDisplay": "Whether or not I should display the name of the moderator who took the action when sending the target user a moderation message. Requires `messages.moderation-dm` to be enabled.",
	"musicAllowStreams": "Whether livestreams should be allowed to be played.",
	"musicAllowedVoiceChannels": "The voice channels I am allowed to join. If none was specified, I will join any.",
	"musicAllowedRoles": "The roles allowed to use my music functions. If none was specified, I will listen to any user.",
	"musicDefaultVolume": "The default music volume to start playing at for this server.",
	"musicMaximumDuration": "The maximum length any playable single track can have.",
	"musicMaximumEntriesPerUser": "The maximum amount of entries one user can have in the queue.",
	"noMentionSpamAlerts": "Whether or not users should be alerted when they are about to get the ban hammer.",
	"noMentionSpamEnabled": "Whether or not I should have the ban hammer ready for mention spammers.",
	"noMentionSpamMentionsAllowed": "The minimum amount of \"points\" a user must accumulate before landing the hammer. A user mention will count as 1 point, a role mention as 2 points, and an everyone/here mention as 5 points.",
	"noMentionSpamTimePeriod": "The amount of time in seconds in which the mention bucket should refresh. For example, if this is set to `8` and you mentioned two users 7 seconds apart, the bucket would run from start with the accumulated amount of points.",
	"prefix": "A prefix is an affix that is added in front of the word, in this case, the message. It allows bots to distinguish between a regular message and a command.",
	"rolesAdmin": "The administrator roles. Administrators have access to all moderation and management commands. Defaults to anyone with the {{MANAGE_GUILD, permissions}} permission.",
	"rolesDj": "The DJ roles for this server. DJs have more advanced control over Skyra's music commands.",
	"rolesInitial": "The initial role, if configured, I will give it to users as soon as they join.",
	"rolesModerator": "The moderator roles. Moderators have access to almost all moderation commands. Defaults to anyone who can ban members.",
	"rolesMuted": "The muted role, if configured, I will give new muted users this role. Otherwise I will prompt you the creation of one.",
	"rolesPublic": "The public roles. These can be claimed by any user using the `roles` command.",
	"rolesRemoveInitial": "Whether claiming a public role should remove the initial role at the same time.",
	"rolesRestrictedAttachment": "The role that is used for the restrictAttachment moderation command",
	"rolesRestrictedEmbed": "The role that is used for the restrictEmbed moderation command.",
	"rolesRestrictedEmoji": "The role that is used for the restrictEmoji moderation command.",
	"rolesRestrictedReaction": "The role that is used for the restrictReaction moderation command.",
	"rolesRestrictedVoice": "The role that is used for the restrictVoice moderation command.",
	"rolesSubscriber": "The subscriber role. This role will be mentioned every time you use the `announce` command. I will always keep it non-mentionable so people don't mention it abusively.",
	"selfmodAttachmentsEnabled": "Whether or not the attachment filter is enabled.",
	"selfmodAttachmentsIgnoredChannels": "The channels that will be ignored by the attachments filter sub-system",
	"selfmodAttachmentsIgnoredRoles": "The roles that will be ignored by the attachments filters sub-system",
	"selfmodCapitalsEnabled": "Whether the capitals filter selfmod sub-system is enabled or not.",
	"selfmodCapitalsIgnoredChannels": "The channels that will be ignored by the capitals filter sub-system",
	"selfmodCapitalsIgnoredRoles": "The roles that will be ignored by the capitals filters sub-system",
	"selfmodCapitalsMaximum": "The maximum amount of characters the messages must have before trying to delete it. You must enable it with the `capitalsMode` command.",
	"selfmodCapitalsMinimum": "The minimum amount of characters the message must have before trying to delete it. You must enable it with the `capitalsMode` command.",
	"selfmodFilterEnabled": "Whether the word filter selfmod sub-system is enabled or not.",
	"selfmodFilterIgnoredChannels": "The channels that will be ignored by the filters sub-system",
	"selfmodFilterIgnoredRoles": "The roles that will be ignored by the filters sub-system",
	"selfmodIgnoreChannels": "The channels I will ignore, be careful any channel configured will have all auto-moderation systems (CapsFilter, InviteLinks, and NoMentionSpam) deactivated.",
	"selfmodInvitesEnabled": "Whether the invites filter selfmod sub-system is enabled or not.",
	"selfmodInvitesIgnoredChannels": "The channels that will be ignored by the invites sub-system",
	"selfmodInvitesIgnoredCodes": "The Discord invite codes that will be ignored by the invites sub-system",
	"selfmodInvitesIgnoredGuilds": "The Discord servers that will be ignored by the invites sub-system",
	"selfmodInvitesIgnoredRoles": "The roles that will be ignored by the invites sub-system",
	"selfmodLinksEnabled": "Whether the links filter selfmod sub-system is enabled or not.",
	"selfmodLinksIgnoredChannels": "The channels that will be ignored by the links filter sub-system",
	"selfmodLinksIgnoredRoles": "The roles that will be ignored by the links filters sub-system",
	"selfmodLinksAllowed": "The links that are allowed",
	"selfmodMessagesEnabled": "Whether Skyra should attempt to remove duplicated messages or not.",
	"selfmodMessagesIgnoredChannels": "The channels that will be ignored by the duplicate messages sub-system",
	"selfmodMessagesIgnoredRoles": "The roles that will be ignored by the duplicate messages sub-system",
	"selfmodMessagesMaximum": "The amount of duplicated messages required in the queue before taking action The queue size is configurable in `selfmod.messages.queue-size`.",
	"selfmodMessagesQueueSize": "The amount of messages Skyra will keep track of for the message duplication detection.",
	"selfmodNewlinesEnabled": "Whether the new lines filter selfmod sub-system is enabled or not.",
	"selfmodNewlinesIgnoredChannels": "The channels that will be ignored by the new lines sub-system",
	"selfmodNewlinesIgnoredRoles": "The roles that will be ignored by the new lines sub-system",
	"selfmodNewlinesMaximum": "The maximum amount of new lines before Skyra will start applying penalties",
	"selfmodReactionsBlocked": "The reactions that are blocked",
	"selfmodReactionsEnabled": "Whether the reactions filter selfmod sub-system is enabled or not.",
	"selfmodReactionsIgnoredChannels": "The channels that will be ignored by the reactions sub-system",
	"selfmodReactionsIgnoredRoles": "The roles that will be ignored by the reactions sub-system",
	"selfmodReactionsMaximum": "The maximum amount of reactions before I will start applying penalties",
	"selfmodReactionsAllowed": "The reactions that are allowed",
	"socialAchieve": "Whether or not I should congratulate people who get a new leveled role.",
	"socialAchieveMessage": "The congratulation message for people when they get a new leveled role. Requires `social.achieve` to be enabled.",
	"socialEnabled": "Whether the social module should be enabled or not",
	"socialIgnoredChannels": "The channels I should ignore when adding points.",
	"socialIgnoredRoles": "The roles I should ignore when adding points.",
	"socialMultiplier": "The multiplier to apply to the gain of points for users",
	"starboardChannel": "The starboard channel. If you star a message, it will be posted there. Using the `setStarboardEmoji` command allows the emoji customization.",
	"starboardIgnoreChannels": "The channels I should ignore when listening for new stars.",
	"starboardMinimum": "The minimum amount of stars required before a message is posted to the starboard channel.",
	"starboardSelfStar": "Whether the author's reaction should be included in the total star count",
	"suggestionsChannel": "The channel where suggestions will be sent.",
	"suggestionsEmojisDownvote": "The downvote emoji Skyra reacts with on every suggestion.",
	"suggestionsEmojisUpvote": "The upvote emoji Skyra reacts with on every suggestion.",
	"suggestionsOnActionDm": "If this setting is enabled, Skyra will DM the suggestion's author every time it is updated.",
	"suggestionsOnActionHideAuthor": "This setting allows you to update suggestions anonymously. It will substitute the updater's name with either `An administrator` or `A moderator`, according to their permission level.",
	"suggestionsOnActionRepost": "If this setting is enabled, Skyra will repost the suggestion's message every time it is updated. If it is disabled, it will edit the original message.",
	"validationChooseKey": "You cannot configure a group, please pick one of the following keys: {{keys, andList}}.",
	"validationMissingValue": "The value ``{{value}}`` was not set in the key **{{path}}**.",
	"validationDuplicatedValue": "The value for the key `{{path}}` was already set to ``{{value}}``!"
}
